{"uri": "4367393", "question": "what is parkinesonism?", "context": "u spelt it wrong !! Parkinson's disease is one of the most common neurologic disorders of the elderly. The term \"parkinsonism\" refers to any condition that causes any combination of the types of movement abnormalities seen in Parkinson's disease by damaging or destroying dopamine neurons in a certain area of the brain. Parkinsonism describes the common symptoms of Parkinson's disease - tremor, rigidity, akinesia or bradykinesia and postural instability. Those patients who respond to drug treatment for Parkinson's disease are diagnosed with it, and those who do not have parkinsonism.", "patient_summary": "About your question on what is parkinesonism?: Parkinson's disease is a prevalent neurologic disorder among the elderly. The term \"parkinsonism\" encompasses any condition leading to movement abnormalities similar to those observed in Parkinson's disease. This condition arises from the damage or destruction of dopamine neurons in a specific brain region. Common symptoms of parkinsonism include tremors, rigidity, akinesia or bradykinesia, and postural instability. Diagnosis of Parkinson's disease is established in patients responding to drug treatments, while those who do not respond are categorized under parkinsonism.", "clinician_summary": "Parkinson's disease is a prevalent neurologic disorder among the elderly. The term \"parkinsonism\" encompasses any condition leading to movement abnormalities similar to those observed in Parkinson's disease. This condition arises from the damage or destruction of dopamine neurons in a specific brain region. Common symptoms of parkinsonism include tremors, rigidity, akinesia or bradykinesia, and postural instability. Diagnosis of Parkinson's disease is established in patients responding to drug treatments, while those who do not respond are categorized under parkinsonism.", "source_sentences": ["u spelt it wrong", "Parkinson's disease is one of the most common neurologic disorders of the elderly", "The term \"parkinsonism\" refers to any condition that causes any combination of the types of movement abnormalities seen in Parkinson's disease by damaging or destroying dopamine neurons in a certain area of the brain", "Parkinsonism describes the common symptoms of Parkinson's disease - tremor, rigidity, akinesia or bradykinesia and postural instability", "Those patients who respond to drug treatment for Parkinson's disease are diagnosed with it, and those who do not have parkinsonism"]}
{"uri": "1504599", "question": "I scream, shout and swear in my sleep. How do I stop?", "context": "My mom always told me that I talk a lot in my sleep and sometimes I wake up shouting too, but recently my husband told me that every alternate night I start fighting with someone or the other - in very loud tones and most of the time I also swear and abuse the person I'm fighting with. This is really freaking me out and I dont remember who I fight with or what I dream, but this also disturbs him and we dont have kids yet, but what will my babies think of me when they hear all kinds of profanity from their mommy's mouthwhile she's in dreamland! I need to make it stop but I dont even know where to begin. Somebody? hmm i would say duck tape but thats a lil to extreme tell your husband to record you one day and then you guys watch the tape and if you think its needed take it to a Psyc Dr to see what he thinks shove a sock in your mouth marry as soon as possible", "patient_summary": "About your question on i scream, shout and swear in my sleep. how do i stop?: Magnesium is a muscle and mind relaxer which can help give you a more restful night's sleep.", "clinician_summary": "Magnesium is a muscle and mind relaxer which can help give you a more restful night's sleep.", "source_sentences": ["hmm i would say duck tape but thats a lil to extreme tell your husband to record you one day and then you guys watch the tape and if you think its needed take it to a Psyc Dr to see what he thinks", "shove a sock in your mouth", "My mom always told me that I talk a lot in my sleep and sometimes I wake up shouting too, but recently my husband told me that every alternate night I start fighting with someone or the other - in very loud tones and most of the time I also swear and abuse the person I'm fighting with", "This is really freaking me out and I dont remember who I fight with or what I dream, but this also disturbs him and we dont have kids yet, but what will my babies think of me when they hear all kinds of profanity from their mommy's mouthwhile she's in dreamland", "I need to make it stop but I dont even know where to begin"]}
{"uri": "1701378", "question": "what does m.c.h.c stand for in my hematology test? I wont be able to see my dr. for another week and it bother", "context": "Mean Corpuscular Hemoglobin Concentration \"This test measures the average concentration of hemoglobin in red blood cells.\" Mean Corpuscular Hemoglobin Concentration Usually used to determine anemia. MCHC (Mean Corpuscular Hemoglobin Concentration) Hemoglobin x 100 Hematocrit This test measures the average concentration of hemoglobin in red blood cells. It is most valuable in evaluating therapy for anaemia because Hemoglobin and Hematocrit are used, not R.B.C. in the calculation. Low MCHC means that a unit of packed R.B.C.’s contain less hemoglobin than normal and a high MCHC means that there is more hemoglobin in a unit of R.B.C.’s. Increased MCHC is seen in spherocytosis, and not seen in pernicious anaemia whereas decreased levels may indicate iron deficiency, blood loss, B6 deficiency of thalassemia. Normal Adult Range: 32 - 36 % Optimal Adult Reading: 34 Higher ranges are found in newborns and infants", "patient_summary": "About your question on what does m.c.h.c stand for in my hematology test? i wont be able to see my dr. for another week and it bother: For information purposes, the Mean Corpuscular Hemoglobin Concentration (MCHC) test measures the average concentration of hemoglobin in red blood cells and is commonly used to assess anemia. The formula for MCHC is Hemoglobin x 100 divided by Hematocrit. This test is particularly useful in evaluating therapy for anemia, using Hemoglobin and Hematocrit in the calculation instead of R.B.C. A low MCHC indicates that a unit of packed R.B.C.'s contains less hemoglobin than normal, while a high MCHC suggests more hemoglobin in a unit of R.B.C.'s. Increased MCHC is observed in conditions like spherocytosis but not in pernicious anemia. Decreased levels may indicate iron deficiency, blood loss, B6 deficiency, or thalassemia. The normal adult range for MCHC is 32-36%, with an optimal reading of 34%. Higher ranges are found in newborns and infants. MCHC is an essential parameter in assessing and managing anemia.", "clinician_summary": "For information purposes, the Mean Corpuscular Hemoglobin Concentration (MCHC) test measures the average concentration of hemoglobin in red blood cells and is commonly used to assess anemia. The formula for MCHC is Hemoglobin x 100 divided by Hematocrit. This test is particularly useful in evaluating therapy for anemia, using Hemoglobin and Hematocrit in the calculation instead of R.B.C. A low MCHC indicates that a unit of packed R.B.C.'s contains less hemoglobin than normal, while a high MCHC suggests more hemoglobin in a unit of R.B.C.'s. Increased MCHC is observed in conditions like spherocytosis but not in pernicious anemia. Decreased levels may indicate iron deficiency, blood loss, B6 deficiency, or thalassemia. The normal adult range for MCHC is 32-36%, with an optimal reading of 34%. Higher ranges are found in newborns and infants. MCHC is an essential parameter in assessing and managing anemia.", "source_sentences": ["Mean Corpuscular Hemoglobin Concentration\n\"This test measures the average concentration of hemoglobin in red blood cells", "Mean Corpuscular Hemoglobin Concentration   \n\nUsually used to determine anemia"]}
